Repository: vladkampov/mask-tracker
Catalog: Mask Tracker/*.lproj/Localizable.strings
Languages: ru, uk

# list.masks
source: Your masks
ru: Ваши маски
uk: Ваші маски

# newMaskCard.title
source: Create the new mask
ru: Добавить маску
uk: Додати маску

# newMaskCard.description
source: Have another one?
ru: Есть ещё одна?
uk: Маєте ще одну?

# title.addMask
source: Add the mask
ru: Новая маска
uk: Додати маску

# newMask.maskNameLabel
source: Name your mask
ru: Дайте ей имя
uk: Назвіть вашу маску

# newMask.maskNamePlaceholder
source: Brand new mask
ru: Новая маска
uk: Новенька масочка

# newMask.random
source: Randomize
ru: Подорбрать

# newMask.pickType
source: Pick the mask type
ru: Выберите тип маски
uk: Оберіть тип маски

# newMask.typeDescription
source: Depending on the mask type we'll set the critical amount of time in which you should change it
ru: Мы учтем тип маски и подскажем вам, как долго её можно носить
uk: Ми врахуємо тип маски та підкажемо, як довго її можна носити

source: Medical
ru: Медицинская
uk: Медична

source: Fabric
ru: Тканевая
uk: Тканинна

source: Custom
ru: Другая
uk: Інша

# newMask.recomendedTime
source: Recomended time of use
ru: Рекомендованное время использования
uk: Рекомендований час користування

# newMask.time
source: %d hours
ru: %d часов
uk: %d годин

# newMask.add
source: Add
ru: Добавить
uk: Додати

# mask.used
source: Mask is being used
ru: Используется
uk: Ви користуєтесь маскою

# mask.left
source: Time left to use
ru: Осталось
uk: Залишилось

# mask.times
source: Used times
ru: Использовано раз
uk: Використано разів

# mask.stop
source: Stop
ru: Стоп
uk: Зупинити

# mask.start
source: Start
ru: Старт
uk: Почати

# mask.alert.title
source: Here we go!
ru: Ну вот!
uk: Ой леле!

# mask.alert.description
source: It's time to change the filter or get a new mask of this time. Click the reset button on the top once you did.
ru: Пришло время сменить маску или фильтр. Сбросьте таймер используя кнопку вверху экрана как только сделаете это.
uk: Настав час змінити фільтр або взяти нову маску. Після цього скиньте таймер кнопкою зверху.

# mask.info.title
source: Be mindful!
ru: Позаботьтесь о себе!
uk: Подбайте про себе!

# mask.info.description
source: Don't use the mask more than the recomended time. Change filter or the mask frequently to keep yourself safe. Use reset button in the top if you want to reset the counter. It will mean that you have changed the filter or took the new mask of the same type.
ru: Не используйте маску дольше рекомендуемого времени, меняте фильтр или маску вовремя. Используйте кнопку вверху экрана для сброса таймера как только вы заменили маску или фильтр.
uk: Не використовуйте маску довше рекомендованого часу. Змінюйте фільтр або маску регулярно, щоб залишатися у безпеці. Використовуйте кнопку зверху щоб оновити таймер. Це означатиме, що ви змінили фільтр або взяли нову маску такого ж типу.

# mask.reset
source: Reset the counter
ru: Сбросить таймер
uk: Оновити таймер

# mask.delete
source: Delete the mask
ru: Удалить маску
uk: Видалити маску

# mask.deleteAlert.title
source: Delete the mask
ru: Удалить маску

# mask.deleteAlert.description
source: You are about to delete the mask
ru: Вы собираеетесь удалить маску

# mask.deleteAlert.cancel
source: Cancel
ru: Отменить

# mask.deleteAlert.confirm
source: Delete
ru: Удалить

# mask.resetAlert.title
source: Reset the timer
ru: Сбросить таймер

# mask.resetAlert.description
source: You are about to reset the mask timer. This shall be done once you have taken the new mask or the new filter
ru: Вы собираетесь сбросить таймер. Это требуется, когда вы взяли новую маску или поменяли фильтр

# mask.resetAlert.cancel
source: Cancel
ru: Отменить

# mask.resetAlert.confirm
source: Reset
ru: Сбросить

# notification.title
source: That's time for change!
ru: Время что-то менять!
uk: Настав час змін!

# notification.body
source: Change the mask or appropriate filter
ru: Замените маску или соответствующий фильтр
uk: Змініть маску або фільтр

# widget.title
source: Mask Tracker Widget
ru: Mask Tracker Виджет
uk: Mask Tracker Віджет

# widget.description
source: This widget shows the percent of time your face mask being used
ru: Этот виджет показывает сколько процеетов времени использовалась маска
uk: Цей віджет показує, скільки запасу маски використано

# welcome.continue
source: Continue
ru: Продолжить
uk: Продовжити

# welcome.welcome
source: Welcome to
ru: Встречайте
uk: Вітаємо в

# welcome.title1
source: Stay safe
ru: Берегите себя
uk: Бережіть себе

# welcome.description1
source: Wearing the same mask for a long time may cause a health problems. So let's track it and change the mask on time.
ru: Маска начинает вредить здоровью, если её носить дольше рекомендуемого времени. Мы поможем вам следить за этим и менять маску вовремя.
uk: Маска починає шкодити, а не захищати, якщо носити її довше рекомендованого часу. Ми допоможемо вам слідкувати за цим та змінювати маску вчасно.

# welcome.title2
source: Simple, just like breathing
ru: Это просто, как дышать
uk: Це просто, як дихати

# welcome.description2
source: Reset the counter when you change the filter or take the new mask.
ru: Сбросьте таймер, если вы взяли новую маску или поменяли фильтр.
uk: Оновлюйте таймер, коли ви замінили фільтр чи взяли нову маску.

# welcome.title3
source: All synchornized
ru: Всё синхронизировано
uk: Усе синхронізовано

# welcome.description3
source: We use iCloud to synchronize between your iOS devices.
ru: Мы используем iCloud, чтобы хранить маски, которые вы создали.
uk: Ми використовуємо iCloud, щоб зберігати ващі масочки.
